Repository: bugman-007/geofence
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

# option_ficheutilisateur
source: Form User
fr_fr: Fiche Utilisateur

# option_saisirinfos
source: Set the users'information
fr_fr: Saisissez les informations de l'utilisateur

# option_duree
source: Duration
fr_fr: Durée

# option_finvalidite
source: End validity
fr_fr: Fin Validité

# option_nom
source: Lastname
fr_fr: Nom

# option_prenom
source: Firstname
fr_fr: Prénom

# option_saisirmdp
source: Set the password later
fr_fr: Saisir le mot de passe ultérieurement

# option_choisirdureecompte
source: Choose the account duration (validity)
fr_fr: Choisissez la durée de compte (validité)

# option_illimite
source: Unlimited
fr_fr: Illimité

# option_envoyercomptemail
source: Send this account to the mail
fr_fr: Envoyer ce compte à l'email

# option_selectmodifiergroupebaliseassoc
source: Select (or modify) the associated trackers groups
fr_fr: Sélectionnez (ou modifiez) les groupes de balises associées

# option_groupeexistant
source: Existing trackers groups
fr_fr: Groupes de balises existantes

# option_groupeassoccompte
source: Group associated with account
fr_fr: Groupes associés au compte

# option_choixconfigweb
source: Choice Configuration Web
fr_fr: Choix Configuration Web

# option_cliquericone
source: Click on the desired icon
fr_fr: Cliquer sur l'icone souhaitée:

# option_iconeactuel
source: My current icon
fr_fr: Mon icone actuel

# option_alert_aucunebaliseajoutee
source: No tracker was added to the group
fr_fr: Aucune balise n'a été ajoutée au groupe

# option_alert_veuillezajouteraumoinsunebalise
source: Please at least adda tracker to this group
fr_fr: Veuillez ajouter au moins une balise à ce groupe

# option_alert_veuillezsaisirnomgroupe
source: Please set the name of the groupe
fr_fr: Veuillez saisir le nom du groupe

# option_alert_veuillezajouteraumoinsungroupe
source: Please at least add a trackers group
fr_fr: Veuillez ajouter au moins un groupe de balises

# option_alert_veuillezajouteraumoinsuneduree
source: Please at least select a duration
fr_fr: Veuillez selectionner au moins une durée

# option_alert_veuillezselectionneruneduree
source: Please select a type of duration (the hour, day etc. ..)
fr_fr: Veuillez selectionner un type du durée (heure, jour etc..)

# option_alert_veuillezsaisiruneconfig
source: Please select a configuration
fr_fr: Veuillez selectionner une configuration

# option_alert_veuillezsaisirunmdp
source: Please select a password
fr_fr: Veuillez saisir un mot de passe

# option_alert_veuillezsaisirunlogin
source: Please select a login
fr_fr: Veuillez saisir un login

# option_alert_veuillezselectionnercompte
source: Please select an account
fr_fr: Veuillez selectionner un compte

# option_alert_modifier
source: has been modified
fr_fr: a été modifié

# option_alert_nomgroupeexistedeja
source: This group's name already exists
fr_fr: Ce nom de groupe existe déja

# option_alert_nouveaugroupecreer
source: You created well the new group
fr_fr: Vous avez bien créé le nouveau groupe

# option_alert_nomcompteexistedeja
source: This account's name (login) already exists
fr_fr: Ce nom de compte (login) existe déja

# option_alert_nouveaucomptecreer
source: You created well the new account
fr_fr: Vous avez bien créé le nouveau compte

# option_confirm_changernombalise
source: Really want to change the tracker name
fr_fr: Voulez-vous vraiment changer le nom de la balise

# option_confirm_changernumerobalise
source: Really want to change the tracker number
fr_fr: Voulez-vous vraiment changer le numero de la balise

# option_confirm_changernomgroupe
source: Really want to change the group name
fr_fr: Voulez-vous vraiment changer le nom du groupe

# option_confirm_warningmultiplebalises
source: WARNING: this icon will be registered for all the selected trackers
fr_fr: ATTENTION : Cette icone sera enregistrée pour toutes les balises selectionnées:

# option_confirm_enregistrericone
source: Really want to register the icon for
fr_fr: Voulez-vous vraiment enregistrer cette icone pour

# option_confirm_supprimergroupe
source: Really want to delete the group
fr_fr: Voulez-vous vraiment suppprimer le groupe

# option_confirm_supprimercompte
source: Really want to delete the account
fr_fr: Voulez-vous vraiment suppprimer le compte

# confidentialite_balise
source: Tracker Privacy
fr_fr: Confidentialité de la balise

# afficher
source: Show
fr_fr: Afficher

# jour_valide
source: Valid days
fr_fr: Jours valides

# confidentialite_ok
source: The privacy has been changed
fr_fr: Vous avez bien changé la confidentialité

# privacy_info1
source: The tracker privacy is managed with setting 2 pleanary time and the valid days<br><br>-For the pleanary time: set the 1st intervalle of time and then 2nd intervals of time<br>-For the valid days, it is enough to check the checkboxes that want to return the accessible positions<br><br>PS: We note that the confidentiality acts on tracking, history and reports of positions
fr_fr: Pour protéger la vie privée des utilisateurs, la géolocalisation d'une balise peut être désactivée sur des périodes précises.<br><br>Pour définir ces périodes:<br>- Choisir une balise<br>- Cliquer sur <b>Afficher</b><br>- Renseigner les horaires souhaités (début et fin)<br>- Cocher les jours souhaités<br>- Cliquer sur <b>Valider</b><br><br>PS: Il est à noter que la confidentialité agit sur les suivis, les historiques et les rapports de positions.

# historique_connexion
source: Connection history:
fr_fr: Historique des connexions:

# historique_connexion_utilisateur
source: User
fr_fr: Utilisateur

# historique_connexion_hour
source: Hour
fr_fr: Heure

# historique_connexion_IP
source: IP address
fr_fr: Adresse IP

# balise
source: Tracker
fr_fr: Balise

# veuillezchoisirungroupe
source: Please choose a tracker group
fr_fr: Veuillez choisir un groupe

# veuillezchoisirunclientprecis
source: Please choose a specific customer
fr_fr: Veuillez choisir un client precis

# veuillezchoisiruneicone
source: Please choose an icon
fr_fr: Veuillez choisir une icone

# veuillezchoisirunebalise
source: Please choose a tracker
fr_fr: Veuillez choisir une balise

# veuillezchoisirqueunebalise
source: Please choose only one tracker
fr_fr: Veuillez choisir qu'une balise

# veuillezsaisiruneadresse
source: Please set an address
fr_fr: Veuillez saisir une adresse

# veuillezsaisirunnumtel
source: Please set a valid phone number
fr_fr: Vous n'avez pas saisi un numéro de téléphone valide

# pas_debut
source: No BEGINNING time
fr_fr: Pas de DEBUT time

# pas_fin
source: No END time
fr_fr: Pas de FIN time

# ouvrir
source: Open
fr_fr: Ouvrir

# fermer
source: Close
fr_fr: Fermer

# valider
source: Confirm
fr_fr: Valider

# inconnue
source: Unknown
fr_fr: Inconnue

# aucune
source: None
fr_fr: Aucune

# non
source: no
fr_fr: non

# pas
source: No
fr_fr: Pas

# trouve
source: found
fr_fr: trouvé

# brouille
source: jammed
fr_fr: brouillé

# nonbrouille
source: not jammed
fr_fr: non brouillé

# depuis
source: Since
fr_fr: Depuis

# alimext
source: PowExt
fr_fr: AlimExt

# alimbasse
source: PowLow
fr_fr: AlimBasse

# alim
source: Power
fr_fr: Alim

# statut
source: Status
fr_fr: Statut

# numeroappel
source: Call Number
fr_fr: N° d'appel

# dernieresynchro
source: Last synchronization
fr_fr: Dernière synchronisation

# modefonctionnement
source: Operating mode
fr_fr: Mode de fonctionnement

# acquisitionpos
source: Acquisition of Pos (GPS)
fr_fr: Acquisition des Pos (GPS)

# rapatriementpos
source: Repatriation of Pos
fr_fr: Rapatriement des Pos

# entrajet
source: At travelling
fr_fr: En trajet

# enveille
source: In Standby
fr_fr: En veille

# tempsreelsurappel
source: Real-time on calling is activated for
fr_fr: Temps réel sur appel est activé pour une durée de

# alarmesactivees
source: Activated Alarms
fr_fr: Alarmes activées

# historique
source: History
fr_fr: Historique

# silencieux
source: Silent
fr_fr: Silencieux

# cartographie
source: Cartography
fr_fr: Cartographie

# vuerapprochee
source: Close View
fr_fr: Vue Rapprochée

# periode
source: Periods
fr_fr: Periodes

# debut
source: From
fr_fr: Debut

# heure
source: Hour
fr_fr: Heure

# fin
source: to
fr_fr: Fin

# jour
source: Day
fr_fr: Jour

# semaine
source: Week
fr_fr: Semaine

# mois
source: Month
fr_fr: Mois

# lundi
source: Monday
fr_fr: Lundi

# mardi
source: Tuesday
fr_fr: Mardi

# mercredi
source: Wednesday
fr_fr: Mercredi

# jeudi
source: Thursday
fr_fr: Jeudi

# vendredi
source: Friday
fr_fr: Vendredi

# samedi
source: Saturday
fr_fr: Samedi

# dimanche
source: Sunday
fr_fr: Dimanche

# aujourdhui
source: Today
fr_fr: Aujourd'hui

# hier
source: Yesterday
fr_fr: Hier

# semaineflottante
source: Since a week
fr_fr: Semaine flottante

# moisflottant
source: Since a month
fr_fr: Mois flottant

# anneeflottante
source: Since a year
fr_fr: Année flottante

# recherche
source: Search
fr_fr: Recherche

# filtrerlessarrets
source: Filter stops
fr_fr: Filtrer les arrêts

# distancefiltree
source: Fitered Distance
fr_fr: Distance filtrée

# avant
source: before
fr_fr: avant

# apres
source: after
fr_fr: apres

# dernierespositions
source: last positions
fr_fr: dernieres positions

# idbalise
source: Id Tracker
fr_fr: Id Balise

# nombalise
source: Tracker Name
fr_fr: Nom Balise

# adresse
source: Details
fr_fr: Détails

# vitesse
source: Speed
fr_fr: Vitesse

# agrandir
source: Enlarge
fr_fr: Agrandir

# reduire
source: Minimize
fr_fr: Réduire

# routesmajeur
source: major routes
fr_fr: Routes majeurs

# chargerlesadresses
source: Load address
fr_fr: Charger les adresses

# finsuperieurdebut
source: Last date must be later than the first
fr_fr: La date de fin doit être postérieure à la date de début

# veuillezsaisirnombreentre
source: Please choose positions number between 1 and 9999
fr_fr: Veuillez saisir un nombre de positions entre 1 et 9999

# pasdepositions
source: Positions not found
fr_fr: Pas de positions trouvées

# creer
source: Create
fr_fr: Créer

# modifier
source: Modify
fr_fr: Modifier

# annuler
source: Cancel
fr_fr: Annuler

# messageactive
source: Activate message
fr_fr: Message activ&eacute

# messagedesactive
source: Desactivate message
fr_fr: Message désactiv&eacute

# transmettresmsnumeros
source: Transmit SMS to the numbers during
fr_fr: Transmettre un SMS aux numéros lors de

# apparition
source: Appearance
fr_fr: Apparition

# disparition
source: Disappearance
fr_fr: Disparition

# numero
source: Number
fr_fr: Numéro

# alert_tel1pasenregistrer
source: Phone Ndeg;1 still not registred
fr_fr: Téléphone N°1 n'est pas encore enregistré

# alert_tel2pasenregistrer
source: Phone Ndeg;2 still not registred
fr_fr: Téléphone N°2 n'est pas encore enregistré

# alert_tel3pasenregistrer
source: Phone Ndeg;3 still not registred
fr_fr: Téléphone N°3 n'est pas encore enregistré

# alert_tel4pasenregistrer
source: Phone Ndeg;4 still not registred
fr_fr: Téléphone N°4 n'est pas encore enregistré

# alert_pasdelog
source: There is no logs
fr_fr: Il n'y a pas de logs

# remarques
source: Remarks
fr_fr: Remarques

# historiqueparametrage
source: Settings history - Tracker:
fr_fr: Historique de paramétrage - Balise

# dateenregistrement
source: Registration Date
fr_fr: Date d'enregistrement

# dateenvoi
source: Send Date
fr_fr: Date d'envoi

# j
source: d
fr_fr: j

# confirmdeconnexion
source: Do you Really want to leave the application?
fr_fr: Voulez-vous vraiment quitter l'application?

# selectionnerbalise
source: select a tracker
fr_fr: selectionner une balise

# selectionnergroupe
source: select a group
fr_fr: selectionner un groupe

# votreposition
source: Your position
fr_fr: Votre position

# icone
source: Icon
fr_fr: Icone

# choixbalise
source: Trackers choice
fr_fr: Choix de balises

# legende
source: Legend
fr_fr: Légende

# faible
source: Low
fr_fr: Faible

# externe
source: Extern
fr_fr: Externe

# tempsreelsurdeplacemeentestactive
source: Real time on travel is activated
fr_fr: Temps réel sur déplacement est activé

# infobulle
source: InfoWindow
fr_fr: Infobulle

# rien
source: Nothing
fr_fr: Rien

# souvenirdemoi
source: Remember me
fr_fr: Se souvenir de moi

# telechargementnotice
source: Download the notice
fr_fr: Téléchargement de la notice

# centrerzoom
source: Zoom and Center
fr_fr: Zoomer et Centrer
