Repository: bugman-007/geofence
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

# index_connect
source: Connect
fr_fr: Connectez-vous

# index_nomutilisateur
source: Username
fr_fr: Utilisateur

# index_motdepasse
source: Password
fr_fr: Mot de passe

# layout_client
source: Customer
fr_fr: Client

# layout_allclient
source: [ALL CUSTOMER]
fr_fr: [TOUS CLIENTS]

# layout_groupebalise
source: Tracker Group
fr_fr: Groupes Balises

# layout_allgroups
source: [ALL GROUPS]
fr_fr: [TOUS GROUPES]

# layout_listbalise
source: Tracker List
fr_fr: Liste Balises

# layout_toutcocher
source: Check all
fr_fr: Tout cocher

# layout_toutdecocher
source: Uncheck all
fr_fr: Tout décocher

# layout_modesuivi
source: On Tracking
fr_fr: Mode Suivi

# layout_infotrafic
source: Infotraffic
fr_fr: Infotrafic

# layout_geofencing
source: with Geofencing
fr_fr: Avec Geofencing

# layout_derniereposition
source: Last Position
fr_fr: Dernière Position

# layout_cartoposition
source: Map of Position
fr_fr: Carto Position

# layout_rapport
source: Report
fr_fr: Rapport

# layout_etatbalise
source: Tracker Information
fr_fr: Etat Balise

# layout_deconnexion
source: Disconnect
fr_fr: Deconnexion

# layout_pointinteret
source: Point of Interest
fr_fr: Point Interet

# rapport_rapportinstant
source: Instant Report
fr_fr: Rapport Instantané

# rapport_choisirformat
source: Select the report's format
fr_fr: Choisir le format du rapport

# rapport_contenurapport
source: Configure the report's content
fr_fr: Configurer le contenu du rapport

# rapport_convertir
source: Convert
fr_fr: Convertir

# rapport_etape
source: Steps
fr_fr: Etapes

# rapport_gaznaturel
source: Natural Gas
fr_fr: Gaz Naturel

# rapport_gazole
source: Diesel oil
fr_fr: Diesel

# rapport_retour
source: Back
fr_fr: Retour

# rapport_litredecarburants100km
source: Liters of fuels / 100 km
fr_fr: Litres de carburants / 100 km

# rapport_modifierinfoscarburants
source: Modify fuels infos
fr_fr: Modifier les infos carburants

# rapport_supprimerinfoscarburants
source: Delete fuels infos
fr_fr: Supprimer les infos carburants

# rapport_saisirlitreintervalle
source: (Optional) Set the total liter of fuels consumed according to the interval of time
fr_fr: (Facultatif) Saisir le litre total de carburants consommés selon l'intervalle de temps

# rapport_graphevitesse
source: Speed Graph
fr_fr: Graphe Vitesse

# rapport_pasdetrajetintervalle
source: No route in this interval of time
fr_fr: Pas de trajet dans cet intervalle de temps

# rapport_veuillezselecttypecarburant
source: Please select a type of fuel
fr_fr: Veuillez sélectionner un type de carburant

# rapport_saisirvaleurlitrecarburant100km
source: Please seize a value for: liters of fuel / 100 km
fr_fr: Veuillez saisir une valeur pour : Litres de carburants / 100 km

# rapport_consocarburant
source: Fuel consumption
fr_fr: Consommations de carburants

# rapport_typedecarburants
source: Type of fuel
fr_fr: Type de carburants

# rapport_litrekm
source: Liters / km
fr_fr: Litres / km

# rapport_litre100km
source: Liters / 100km
fr_fr: Litres / 100km

# rapport_emissionco2
source: CO2 Emission
fr_fr: Emission de CO2

# rapport_litreconsommes
source: Consummate liters
fr_fr: Litres consommés

# rapport_confirmmodifcarburant
source: The fuel and the liter by 100km were well modified for
fr_fr: Le carburant et le litre par 100km ont bien été modifié pour

# rapport_confirmcreercarburant
source: The fuel and the liter by 100km were well created for
fr_fr: Le carburant et le litre par 100km ont bien été créé pour

# rapport_confirmsupprimercarburant
source: The fuel and the liter by 100km were well deleted for
fr_fr: Le carburant et le litre par 100km ont bien été supprimé pour

# rapport_generersurintervalle
source: Generate the report on time's interval
fr_fr: Générer le rapport sur l'intervalle de temps

# rapport_genererrapport
source: Generate Report
fr_fr: Générer Rapport

# rapport_contenuetape
source: Configure the report - steps
fr_fr: Configurer le rapport d'étapes

# rapport_aveccarto
source: With Map
fr_fr: Avec Carto

# rapport_genereretapesurintervalle
source: Generate report of this step
fr_fr: Générer le rapport de cette étape

# rapport_genereretape
source: Generate Step
fr_fr: Générer Etape

# rapport_rapportauto
source: Automatic Report
fr_fr: Rapport Automatique

# rapport_creernouveau
source: Create a new report
fr_fr: Créer un nouveau rapport

# rapport_modifierrapport
source: Modify the automatic reports
fr_fr: Modifier les rapports automatiques

# rapport_jourenvoi
source: Day send
fr_fr: Jour d'envoi

# rapport_choisirtype
source: Select the type of automatic report
fr_fr: Choisir le type de rapport automatique

# rapport_objetmessage
source: Set/modify the object and the sending message
fr_fr: Saisir/modifier l'objet et le message d'envoi

# rapport_objet
source: Object
fr_fr: Objet

# rapport_choisirdateheure
source: Set/Modify the date or the hour of the next delivery
fr_fr: Saisir/modifier la date ou l'heure du prochain envoi

# rapport_prochainenvoi
source: Next Delivery
fr_fr: Prochain Envoi

# rapport_choisirformatauto
source: Set/modify the report's format
fr_fr: Saisir/modifier le format du rapport

# rapport_enligne
source: On-line
fr_fr: En ligne

# rapport_choisirdestinataire
source: Set/modify the automatic report's address
fr_fr: Saisir/modifier le(s) destinataire(s) du rapport automatique

# rapport_supprimer
source: Delete Report
fr_fr: Supprimer Rapport

# rapport_enregistrer
source: Save Report
fr_fr: Enregistrer Rapport

# rapport_choisirtypeselect
source: Select a type
fr_fr: Choisir un type

# rapport_unefois
source: One time
fr_fr: Unique

# rapport_journalier
source: Daily
fr_fr: Journalier

# rapport_journalierplus
source: Daily+
fr_fr: Journalier Avancé

# rapport_hebdomadaire
source: Weekly
fr_fr: Hebdomadaire

# rapport_hebdomadaireplus
source: Weekly+
fr_fr: Hebdomadaire (plus)

# rapport_mensuel
source: Monthly
fr_fr: Mensuel

# rapport_mensuelplus
source: Monthly+
fr_fr: Mensuel (plus)

# rapport_alert_pasdetape
source: There aren't any steps over the period which you chose
fr_fr: Il n'y a pas d'étapes de déplacement sur la période que vous avez choisie

# rapport_alert_changerheure
source: Only change hours
fr_fr: Changer seulement l'heure

# rapport_alert_pasrapportauto
source: There are still no automatic reports
fr_fr: Il n'existe pas encore de rapports automatiques

# rapport_alert_changerheuredate
source: Only change hours, he date is modifiable via the next delivery
fr_fr: Changer seulement l'heure, la date est modifiable via le jour d'envoi

# rapport_alert_supprimer
source: has been removed
fr_fr: a été supprimé

# rapport_alert_modifier
source: The automatic report has been well modified for
fr_fr: Le rapport automatique a bien été modifié pour

# rapport_alert_creer
source: The automatic report has been well created for
fr_fr: Le rapport automatique a bien été crée pour

# rapport_pasencoreenregistrer
source: wasn't registered yet
fr_fr: n'est pas encore enregistré

# rapport_dernierjourdumois
source: The last day of this month is
fr_fr: du dernier jour de ce mois

# rapport_alert_excel_multiple
source: To export the report under format Excel or on-line, tables steps and stops will be separately drafted. Thank you for choosing, either the report of the stages, or the report of stops
fr_fr: Pour exporter le rapport sous format Excel ou en ligne, les tables étapes et stops seront rédigées séparément. Merci de choisir, soit le rapport des étapes , soit le rapport des stops

# rapport_alert_excel_pdf
source: The speed graph can only be drafted under format PDF
fr_fr: Le graphe de vitesse ne peut être rédigé que sous format PDF

# rapport_confirm_supprimer
source: Really want to delete this automatic report
fr_fr: Voulez-vous vraiment supprimer ce rapport automatique

# rapport_confirm_enregistrer
source: Really want to create this automatic report
fr_fr: Voulez-vous vraiment enregistrer ce rapport automatique pour

# rapport_confirm_warningallbalises
source: WARNING: this automatic report will be registered for all the selected trackers
fr_fr: ATTENTION : Ce rapport automatique sera enregistré pour toutes les balises selectionnées

# rapport_periodeentre
source: Period between
fr_fr: Période entre

# rapport_informationbalise
source: Trackers informations
fr_fr: Informations de la balise

# rapport_resumeetape
source: Steps summary
fr_fr: Résumé des étapes

# rapport_resumearret
source: Stops summary
fr_fr: Résumé des arrêts

# rapport_resumeadresse
source: Address summary
fr_fr: Résumé des adresses

# rapport_resumegraphevitesse
source: Speed graph on travels period
fr_fr: Graphe de vitesse sur l'ensemble des trajets

# rapport_et
source: and
fr_fr: et

# rapport_lieu
source: Place
fr_fr: Lieu

# rapport_dureedestrajets
source: Travel Time
fr_fr: Durée des trajets

# rapport_dureedesarrets
source: Stop Time
fr_fr: Durée de l'arrêt

# rapport_kmsparcourus
source: Traveled km
fr_fr: Kms parcourus

# rapport_nombrepositions
source: Number of positions
fr_fr: Nombre de positions

# rapport_nombreetapes
source: Number of steps
fr_fr: Nombre d'étapes

# rapport_datedebut
source: Start Date
fr_fr: Date Début

# rapport_datefin
source: End Date
fr_fr: Date Fin

# rapport_lieudebut
source: Start Place
fr_fr: Lieu Début

# rapport_lieufin
source: End Place
fr_fr: Lieu Fin

# rapport_dureetrajet
source: Travel Time
fr_fr: Duree Trajet

# rapport_dureearret
source: Stop Time
fr_fr: Duree Arret

# rapport_lieustop
source: Stop Place
fr_fr: Lieu Stop

# rapport_commentaire
source: Comment
fr_fr: Commentaire

# rapport_rapportgeo3x
source: Geofence Report
fr_fr: Rapport Geofence

# rapport_informationetape
source: Informations in step
fr_fr: Informations de l'étape

# rapport_cartosurletape
source: Carto in step
fr_fr: Carto sur l'étape

# rapport_graphevitessesurletape
source: Speed Graph in step
fr_fr: Graphe de vitesse sur l'étape

# rapport_modaltitre_rapportadresse
source: Addresses Report
fr_fr: Rapport des adresses

# rapport_modalcontenu1_rapportadresse
source: Report detailing the places where the tracker moved.
fr_fr: Rapport détaillant les endroits où la balise s'est déplacé

# rapport_modalremarque1_rapportadresse
source: The load of the addresses sets a lot of time (up to a few minutes).
fr_fr: Le chargement des adresses prend beaucoup de temps (jusqu'à quelques minutes).

# rapport_modalremarque2_rapportadresse
source: If the number of positions to be converted in address is upper to 100, we should redo the report in several times. In this case, It is recommended to confide to the automatic report (type report "one time") to receive it by e-mail quietly.
fr_fr: Si le nombre de positions à convertir en adresse est supérieur à 100, on devrait refaire le rapport plusieurs fois. Dans ce cas, Il est conseillé de confier au rapport automatique (type rapport "une fois") pour le recevoir par mail tranquillement.

# rapport_modaltitre_genererrapport
source: Generate the report on an interval of time
fr_fr: Générer le rapport sur un intervalle de temps

# rapport_modalcontenu1_genererrapport
source: Allows to create the report which contains the curve of speed, the stages and stops, according to your choice (checked/unchecked above)
fr_fr: Permet de créer le rapport qui comporte la courbe de vitesse, les étapes et les arrêts, selon votre choix (cases cochées/décochées ci-dessus)

# rapport_modalremarque1_genererrapport
source: You can choose various types of exported, safe report the curve of speed must be drafted under format pdf. For the good visibility, if you export the report under format Excel or on-line, the table of the stages and the table of stops cannot be in the same report. It is necessary to make him twice
fr_fr: Vous pouvez choisir différents types de rapport exporté, sauf la courbe de vitesse doit être rédigée sous format pdf. Pour la bonne visibilité, si vous exportez le rapport sous format excel ou en ligne, la table des étapes et la table des arrêts ne peuvent pas être dans le même rapport. Il faut le faire 2 fois

# rapport_modaltitre_genererrapportetape
source: Generate the report on every stage
fr_fr: Générer le rapport sur chaque étape

# rapport_modalcontenu1_genererrapportetape
source: Having generated the general report, you can make a report on a stage in the list above (includes the carto and/or the graph speed)
fr_fr: Après avoir générer le rapport général, vous pouvez faire un rapport sur une etape dans la liste ci-dessus (inclut la carto et/ou la courbe de vitesse)

# rapport_modaltitre_rapportauto
source: Generate the automatic report
fr_fr: Générer le rapport automatique

# rapport_modalcontenu1_rapportauto
source: Allows to create the automatic report which contains the stages, the stops and the graph speed. It will be sent according to enamels and at the time of delivery informed. There are 4 types (and 3 extensions type "+") of automatic report
fr_fr: Permet de créer le rapport automatique qui comporte les étapes, les arrêts et la courbe de vitesse. Il sera envoyé suivant les emails et à l'heure d'envoi renseignés. Il y a 4 types (et 3 extensions de type "+") de rapport automatique.

# rapport_modalcontenu2_rapportauto
source: One time: as the instant report; (traditional), we have to choose an interval of time as the contents of the report. The dispatch date of the current year must be also specified.
fr_fr: Une fois: comme le rapport instantané (traditionnel), on doit choisir un intervalle de temps pour le contenu du rapport. La date d'envoi de l'année en cours doit être précisée aussi.

# rapport_modalcontenu3_rapportauto
source: Daily: we shall receive every day the e-mail containing a report(relationship) enter " the Hour at the beginning " and " the Hour at the end " of the day (that you can modify)
fr_fr: Journalier: on recevra chaque jour le mail contenant un rapport entre "Heure début" et "Heure fin" de la journée (que vous pouvez modifier).

# rapport_modalcontenu4_rapportauto
source: Weekly: the contents of the report contain the event enter " in the daytime between the beginning day " and " end day " (modifiable from Monday till Sunday).
fr_fr: Hebdomadaire: Le contenu du rapport contient l'événement entre "jour début" et "jour fin" (modifiable de lundi à dimanche).

# rapport_modalcontenu5_rapportauto
source: Monthly if " end day " is 31 of the month, the report will be sent to the end of the month about that is its day number (28, 29 or 30).
fr_fr: Mensuel: Si le "jour fin" est le 31 du mois, le rapport sera envoyé à la fin du mois quelque soit son nombre de jour (28, 29 ou 30).

# rapport_modalremarque1_rapportauto
source: For the daily report, it is necessary to specify the hour of delivery. For the weekly and monthly report, it is necessary to choose the day of delivery. By default, it will be on Sunday (weekly) and the end of the month (monthly)
fr_fr: Pour le rapport journalier, il faut préciser l'heure d'envoi. Pour le rapport hebdomadaire et mensuel, il faut choisir en plus le jour d'envoi . Par défaut, ce sera dimanche (hebdomadaire) et la fin du mois (mensuel)

# rapport_modalremarque2_rapportauto
source: Report(Relationship) " daily+", " weekly+ " and " monthly+" allow to exceed) the current period (extended report). For example, for the report(relationship) " weekly+ ", we shall so have the possiblit√© to summarize the events from Tuesday of the current week till Tuesday of (it) weekly+1. Of the blow you will also receive reports() at the moment informed by period+1.
fr_fr: Rapport "journalier +", "hebdomadaire+" et "mensuel +" permettent de dépasser la période en cours (rapport rallongé). Par exemple, pour le rapport "hebdomadaire+", on aura ainsi la possiblité de résumer les événements du mardi de la semaine en cours au mardi de la semaine+1.Du coup vous recevrez aussi les rapports au moment renseigné de la période+1.

# rapport_modaltitre_rapportautoprochainenvoi
source: Generate the automatic report: Next Delivery
fr_fr: Générer le rapport automatique : Prochain envoi

# rapport_modalcontenu1_rapportautoprochainenvoi
source: For the daily, weekly and monthly report, the hour of " Next Delivery " is modifiable but not the date.
fr_fr: Pour le rapport journalier, hebdomadaire et mensuel, l'heure du "prochain envoi" est modifiable mais pas la date.

# rapport_modalcontenu2_rapportautoprochainenvoi
source: The date of the next delivery changes according to " in the daytime of delivery "
fr_fr: La date du prochain envoi change en fonction du "jour d'envoi".

# rapport_supprimerinfoscarburant
source: Do you really want to delete the information fuels for the tracker
fr_fr: Voulez-vous vraiment supprimer les informations carburants pour la balise

# geofencing_parametre
source: Setting
fr_fr: Paramètre

# geofencing_fichierlog
source: Log File
fr_fr: Fichier Log

# geofencing_choisirnumerozone
source: Choose zone n&deg;
fr_fr: Choisissez un n° de zone

# geofencing_toutes
source: All
fr_fr: Toutes

# tout
source: All
fr_fr: Tout

# geofencing_adresseapproxizone
source: To search an address click on the magnifier icon on map
fr_fr: Pour rechercher une adresse cliquez sur l'icône loupe de la carto

# geofencing_cliquersurcartopolygone
source: Click the carto to have various points of the polygon
fr_fr: Cliquez sur la carto pour avoir différents points du polygone

# geofencing_warningpolygonelarge
source: Warning ! The polygon must be wide enough
fr_fr: Attention ! Le polygone doit être suffisamment large

# geofencing_messageentree
source: Entry message
fr_fr: Message d'entrée

# geofencing_messagesortie
source: Exit message
fr_fr: Message de sortie

# geofencing_alerteentree
source: Alert entry zone
fr_fr: Alerte d'entrée de zone

# geofencing_alertefin
source: Alert exit zone
fr_fr: Alerte de sortie de zone

# geofencing_entree
source: Entrance
fr_fr: L'entrée

# geofencing_sortie
source: Exit
fr_fr: La sortie

# geofencing_supprimerzone
source: Delete zone
fr_fr: Supprimer la zone

# geofencing_validerzone
source: Confirm zone
fr_fr: Valider la zone

# geofencing_alert_choisirzoneprecise
source: It is necessary to choose at first a precise zone
fr_fr: Veuillez d'abord choisir un numéro de zone avant de definir une zone

# geofencing_alert_endroitapproxi
source: Approximate place or you go to define the zone
fr_fr: Endroit approximatif ou vous allez définir la zone

# geofencing_alert_effacerzone
source: You delete well the zone
fr_fr: Vous avez bien effacé la zone

# geofencing_alert_warningmultiplebalises
source: WARNING! All the selected trackers are going to be modify
fr_fr: ATTENTION ! Toutes les balises sélectionnées vont être modifiées

# geofencing_alert_fermerpolycone
source: Please close the polygon before validating the zone
fr_fr: Veuillez fermer le polygone avant de valider la zone

# geofencing_alert_redefinirlazone
source: To redefine the zone (at least 3 necessary positions)
fr_fr: Veuillez placer au moins 3 points avant de valider la zone

# geofencing_alert_balisebienconfig
source: You configured well the geofencing
fr_fr: Vous avez bien configuré le géofencing

# geofencing_modaletitle_activealarme
source: Alarm Activation
fr_fr: Activation d'alarme

# geofencing_modalecontenu_activealarme
source: To use the alarm, check the box. If the alarm is not any more used, to shoot the compartment
fr_fr: Pour utiliser l'alarme, cocher la case. Si l'alarme n’est plus utilisée, décocher la case

# geofencing_modaletitle_alert
source: Alert Message
fr_fr: Message d'alerte

# geofencing_modalecontenu1_alert
source: Personalize the warning message of appearance (30 characters max)
fr_fr: Personnaliser le message d’alerte d’apparition (30 caractères max)

# geofencing_modalecontenu2_alert
source: And/or personalize the warning message of disappearance (30 characters max).
fr_fr: et/ou personnaliser le message d’alerte de disparition (30 caractères max).

# geofencing_modifierzonedejatracee
source: Do you really want to modify the zone already drawn previously?
fr_fr: Voulez-vous vraiment modifier la zone déjà tracée auparavant ?

# geofencing_choissirdabordzone
source: Choose a zone at first
fr_fr: Choisissez d'abord un numéro de zone

# geofencing_veuillezfermerpolygone
source: Please close the polygon before validating the zone.
fr_fr: Veuillez fermer le polygone avant de valider la zone.

# geofencing_saisirmessageentreesortie
source: You have not set the entry et exit message for the geofencing yet
fr_fr: Vous n'avez pas encore saisi le contenu des messages d'entrée et de sortie de la zone geofencing

# geofencing_resetgeofencing
source: Reset: your geofencing new of the zone will be erased
fr_fr: Redéfinir la zone ? La zone précédement tracée va être effacée

# geofencing_voulezvoussupprimerzone
source: Do you really want to delete the zone
fr_fr: Voulez-vous vraiment supprimer la zone

# geofencing_voulezvouscreermodifierzone
source: Do you really want create/to modify the zone
fr_fr: Voulez-vous vraiment créer/modifier la zone

# geofencing_fermerpolygone
source: Close the polygon
fr_fr: Fermer le polygone

# geofencing_warningmultiplebalise
source: WARNING! All the selected trackers are going to be modified
fr_fr: ATTENTION ! Toutes les balises sélectionnées vont être modifiées

# ptinteret_insererptinteret
source: Insert one point of interest
fr_fr: Inserer un point interet

# ptinteret_soitsaisiradresse
source: By setting an address postal
fr_fr: Soit en saisissant une adresse (icône loupe de la carto)

# ptinteret_soitcliquer
source: By clicking the card(map), positioning your point of interest
fr_fr: Soit en cliquant sur la carte, en positionnant votre point d'interet

# ptinteret_visualiser
source: Visualize
fr_fr: Visualiser

# ptinteret_visualiserunpoi
source: Visualize a POI by clicking on table positions.
fr_fr: Visualiser un POI en cliquant sur la table des positions

# ptinteret_messagearrive
source: Arrival Message
fr_fr: Message d'arrivée

# ptinteret_messagedepart
source: Departure Message
fr_fr: Message de départ

# ptinteret_alertearrivee
source: Alert arrival zone
fr_fr: Alerte d'arrivee de zone

# ptinteret_alertedepart
source: Alert departure zone
fr_fr: Alerte de depart de zone

# ptinteret_arrive
source: Arrival
fr_fr: Arrivé

# ptinteret_depart
source: Departure
fr_fr: Départ

# ptinteret_nompoi
source: Name POI
fr_fr: Nom POI

# ptinteret_rayon
source: Radius
fr_fr: Rayon

# ptinteret_confirmvaliderconfigpoi
source: You configured well the poi
fr_fr: Vous avez bien configuré le poi

# ptinteret_pourlabalise
source: for the tracker
fr_fr: pour la balise

# ptinteret_veuillezchoisirunpoi
source: Please choose a POI via the Table of the positions
fr_fr: Veuillez choisir un POI via la Table des positions

# ptinteret_passaisiadressepostale
source: You did not set a postal address
fr_fr: Vous n'avez pas saisi d'adresse postale

# ptinteret_inserernouveaupoi
source: Do you really want to insert a new POI
fr_fr: Voulez-vous vraiment insérer un nouveau POI

# ptinteret_adressepostale
source: Postal address
fr_fr: Adresse Postale

# ptinteret_rayonconsideration
source: Radius consideration
fr_fr: Rayon considération

# ptinteret_htmlurl
source: Html link or url image
fr_fr: Lien html ou url de l'image

# ptinteret_enregistrerpoi
source: Register the POI
fr_fr: Enregistrer Le POI

# ptinteret_modifierconfiguration
source: Do you really want to modify the configuration of warning messages to
fr_fr: Voulez-vous vraiment modifier la configuration de(s) message(s) d'alerte(s) sur

# ptinteret_supprimerpoi
source: Do you really want to delete this POI
fr_fr: Voulez-vous vraiment supprimer ce POI

# ptinteret_saisirmessagearriveedepart
source: You have not set the arrival and departure message
fr_fr: Vous n'avez pas encore saisi le contenu des messages d'arrivée et de départ

# configuration_parametresavances
source: Advanced Settings
fr_fr: Paramètres avancés
