Repository: bugman-007/geofence
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

# configuration_modefonctionnementtempsreel
source: Operating mode / Real time
fr_fr: Mode de fonctionnement / Temps reel

# configuration_detectpdeplacementarret
source: Detection travel / stop
fr_fr: Détection déplacement / arrêt

# configuration_alerteetsms
source: Alert and SMS
fr_fr: Alerte et SMS

# configuration_lectureparametrebalise
source: Reading tracker's Setting
fr_fr: Lecture des paramètres de la balise

# configuration_freqacquiposition
source: Frequency acquisition of the positions
fr_fr: Fréquence d'acquisition des positions

# configuration_freqrapatriposition
source: Frequency repatriation of the positions
fr_fr: Fréquence de rapatriement des positions

# configuration_alarret
source: In stop
fr_fr: A l'arrêt

# configuration_entiming
source: In timing
fr_fr: En timing

# configuration_tempsreelposition2sec
source: Real time (position every 2 seconds)
fr_fr: Temps réel (position toutes les 3 sec)

# configuration_immediatpendant
source: Immediate during
fr_fr: Immédiat pendant

# configuration_surappelpendant
source: On call during
fr_fr: Sur appel pendant

# configuration_audemarragependant
source: In the initialization during
fr_fr: A l'initialisation pendant

# configuration_lire
source: Read
fr_fr: Lire

# configuration_modenormal
source: Normal mode
fr_fr: Mode normal

# configuration_modehistorique
source: History mode
fr_fr: Mode historique

# configuration_modeperiscope
source: Periscope mode
fr_fr: Mode périscope

# configuration_modesilencieux
source: Silent mode
fr_fr: Mode silencieux

# configuration_surdeplacementdesactive
source: On travel desactivate
fr_fr: Sur déplacement désactivé

# configuration_surdeplacementactive
source: On travel activate
fr_fr: Sur déplacement activé

# configuration_parametredetectdeplacementarret
source: Settings detection travel / stop
fr_fr: Paramètres de détection déplacement / arrêt

# configuration_deplacementseuilvitesse
source: Detection travel (Speed threshold)
fr_fr: Détection déplacement (seuil Vitesse)

# configuration_deplacementtempsvib
source: Detection travel (time VIB)
fr_fr: Détection déplacement (temps VIB)

# configuration_deplacementtempsabscencevib
source: Detection stop (time off VIB)
fr_fr: Détection arrêt (temps d'absence VIB)

# configuration_alert
source: Alert
fr_fr: Alerte

# configuration_alarme
source: Alarm
fr_fr: Alarme

# configuration_alarmedeplacement
source: Travel Alarm
fr_fr: Alarme Déplacement

# configuration_alarmealimentation
source: Supply Alarm
fr_fr: Alarme Alimentation

# configuration_alarmeparking
source: Parking Alarm
fr_fr: Alarme Parking

# configuration_alarmebatterie
source: Battery Alarm
fr_fr: Alarme Batterie

# configuration_filtrage
source: Filter
fr_fr: Filtrage

# configuration_normalement
source: Normally
fr_fr: Normalement

# configuration_ouvert
source: Open
fr_fr: Ouvert

# configuration_ferme
source: Close
fr_fr: Ferme

# configuration_tempsreel
source: Realtime
fr_fr: Temps réel

# configuration_surdeplacement
source: on Travel
fr_fr: sur Déplacement

# configuration_survibration
source: on Vibration
fr_fr: sur Vibration

# configuration_survitesse
source: on Speed
fr_fr: sur Vitesse

# configuration_seuildebat
source: Batt. threshold
fr_fr: Seuil de BAT

# configuration_messageapparition
source: Appearance Message
fr_fr: Message Apparition

# configuration_messagedisparition
source: Disappearance Message
fr_fr: Message Disparition

# configuration_alertedesactivee
source: Desactivate alert
fr_fr: Alerte désactivée

# configuration_alerteactivee
source: Activate alert
fr_fr: Alerte activée

# configuration_telephone
source: Phone
fr_fr: Téléphone

# configuration_aucuntelvalide
source: No phone numbers are valid
fr_fr: Vous n'avez validé aucun numéro de téléphone

# configuration_choisiralerte
source: Please choose the type of alert to confirm
fr_fr: Veuillez choisir le type d'alerte

# configuration_infostelephone
source: These numbers are used by all the alarms of the tracker
fr_fr: Ces numéros sont utilisés par l'ensemble des alarmes de la balise

# configuration_confirmnumerotelephone
source: Do you really want to modify the phone numbers?
fr_fr: Voulez-vous vraiment modifier les numéros de téléphones ?

# configuration_attentionparamrapatriement
source: ATTENTION! These Settings will be transmitted in the next positions repatriationof the tracker.
fr_fr: ATTENTION ! Ces paramètres seront transmis au prochain rapatriement de positions de la balise.

# configuration_bienenregistreparam
source: You registered well the Settings for the tracker:
fr_fr: Vous avez bien enregistré les paramètres pour la balise :

# configuration_confirmmodifiermodedefonctionnement
source: Do you really want to modify the operating mode of the tracker?
fr_fr: Voulez-vous vraiment modifier le mode de fonctionnement de la balise ?

# configuration_confirmmodifiertempsreel
source: Do you really want to modify the realtime configuration of the tracker?
fr_fr: Voulez-vous vraiment modifier la configuration temps réel de la balise ?

# configuration_confirmetattempsreel
source: Do you really want to activate/desactivate the realtime configuration of the tracker?
fr_fr: Voulez-vous vraiment activer/désactiver le temps réel de la balise ?

# configuration_confirmemodifierdetectionbalise
source: Do you really want to modify the Settings of detection of the tracker?
fr_fr: Voulez-vous vraiment modifier les paramètres de détection de déplacement de la balise ?

# configuration_confirmemodifieralertebalise
source: Do you really want to modify the alerts of the tracker?
fr_fr: Voulez-vous vraiment modifier les alertes de la balise ?

# configuration_modalecontenu1_parambalise
source: Allows to ask the tracker to send all Settings of functioning and alarm to show them in this configuration panel
fr_fr: permet de demander à la balise d'envoyer l'ensemble de ses paramètres de fonctionnement et d'alarme afin de les afficher dans ce panneau de configuration

# configuration_modalecontenu2_parambalise
source: When the tracker answered this request, the hour of synchronization takes the hour of the answer made by the tracker and the Settings showed in this panel are updated with the returned values.
fr_fr: Quand la balise a répondu à cette demande, l'heure de synchronisation prend l'heure de la réponse effectée par la balise et les paramètres affichés dans ce panneau sont mis à jours avec les valeurs retournées.

# configuration_modalecontenu1_dernieresynchro
source: In the opening of the panel, the showed configuration is the one known about the date and the hour of showed synchronization.
fr_fr: A l'ouverture du panneau, la configuration affichée est celle connue à la date et l'heure de synchronisation affichée.

# configuration_modalecontenu2_dernieresynchro
source: If modifications are already awaiting sending towards the tracker, the Dispatch date is unknown (to click the button "Log File" for details)
fr_fr: Il peut y avoir des modifications en attente d'envoi vers la balise, on peut les consulter en cliquant sur le bouton "Fichier log" (lignes où la date d'envoi est vierge)

# configuration_modalecontenu1_fichierlog
source: Allows to consult the orders or the sent Settings.
fr_fr: Permet de consulter les commandes ou les paramètres envoyés.

# configuration_modalecontenu2_fichierlog
source: If modifications are already awaiting sending towards the tracker, the Dispatch date is unknown.
fr_fr: Les lignes où la date d'envoi n'est pas renseignée indique que le paramètre correspondant est en attente d'envoi à la balise

# configuration_modalecontenu1_modedefctmnt
source: <b>Normal mode</b><br>This mode allows to make a follow-up distant or moved closer to the tracker following the Settings with a choice at the level of the functioning of the GSM.<br>Remarks:<br>The GSM can work in the choice following three modes:<br>Permanent: the GSM is maintained switched on permanently<br>Eco : In travveling, the GSM is switched on. At stop, it is switched off, it turns on that for the transmissions of positions or SMS of alarms.<br>Eco+ : The GSM turns on only at the time of passing on positions or SMS of alarm, this Setting is to be used only if the time between two sendings during the routes is enough long (upper or more equal at 5 minutes)<br><br><b>History mode</b><br>Allows to have the detail of the routes without ascents immediate to save the autonomy of the battery<br>Remarks:<br>GSM : Connects at the moments of the sendings of positions or SMS of alarms<br><br><b>Periscope mode</b><br>Allows a said functioning "periscope" (when a vehicle does not any more need to be watched) to have grips and spaced out ascents of points<br>Remarks:<br>GSM : Connects at the moments of the sendings of positions or SMS of alarms<br>Acquisition of the positions: is made according to times informed for the routes and the stops.<br>Repatriation of the positions: is made according to times informed for the routes and the stops
fr_fr: La balise peut fonctionner suivant trois modes :<br><br><b>Mode normal :</b><br>Ce mode permet de faire un suivi distant ou rapproché de la balise suivant les temps programmés.<br><br>- l'acquisition des positions : s'effectue suivant les temps renseignés pour les trajets et les arrêts.<br>- le rapatriement des positions : s'effectue suivant les temps renseignés pour les trajets et les arrêts.<br><br><U>Remarque</U> : le GSM peut fonctionner au choix suivant trois modes :<br>- Permanent : le GSM est maintenu allumé en permanence.<br>- Eco : en trajet le GSM est allumé. A l'arrêt il est éteint, il s'allume que pour les transmissions de positions ou de SMS d'alarmes.<br>- Eco+ : le GSM ne s'allume qu'au moment de transmettre des positions ou un SMS d'alarme, ce paramètre n'est à utiliser que si le temps entre deux envois pendant les trajets est suffisamment long (supérieur ou égal à 5 minutes). Ce mode n'est disponible que pour certaines balises<br><br><br><b>Mode historique</b><br>Permet d'avoir le détail des trajets sans remontée immédiate afin d'économiser l'autonomie de la batterie.<br><br>- l'acquisition des positions : s'effectue suivant les temps renseignés pour les trajets et les arrêts.<br>- le rapatriement des positions : s'effectue suivant le timing sans être influencé par les arrêts et les trajets.<br><br><U>Remarque</U> : le GSM ne se connecte qu'aux moments des envois de positions programmés ou de SMS d'alarmes.<br><br><br><b>Mode périscope</b><br>Permet un fonctionnement dit "périscope" dans lequel les prises et remontées de points peuvent être très espacées. Ce mode est utilisable par exemple quand un véhicule n'a plus besoin d'être surveillé pour préserver l'autonomie.<br><br>- l'acquisition des positions : s'effectue suivant le timing sans être influencé par les arrêts et les trajets.<br>- le rapatriement des positions : s'effectue suivant le timing sans être influencé par les arrêts et les trajets.<br><br><U>Remarques</U> :<br>- le GSM ne se connecte qu'aux moments des envois de positions ou de SMS d'alarmes.<br>- la balise ne peut recevoir de nouvelles données de programmation qu'au moment des transmissions de positions.

# modevitesse
source: Speed mode
fr_fr: Mode vitesse

# modevitesse_activer
source: Activate:
fr_fr: Activer :

# configuration_modalecontenu_modevitesse
source: The speed mode lowers power consumption of tacker by reducing positions sendings.
fr_fr: Le mode vitesse permet d'optimiser les consommations d'énergie en diminuant l'envoi des positions.

# configuration_modalecontenu1_tempsreel
source: Defines the Settings of the real-time mode. The real-time mode allows to have a position every two seconds with an immediate ascent of the position.
fr_fr: Définit les paramètres du mode temps réel. Le mode temps réel permet d'avoir une position toutes les deux secondes avec une remontée immédiate de la position.

# configuration_modalecontenu2_tempsreel
source: When the real time is active, the times of acquisition and repatriation defined are not any more respected unless the tracker comes to be disconnected from the waiter(server).
fr_fr: Lorsque le temps réel est actif, les temps d'acquisition et de rapatriement définis ne sont plus respectés sauf si la balise vient à être déconnectée du serveur.

# configuration_modalecontenu3_tempsreel
source: When it finds its connection the real time starts again.
fr_fr: Lorsqu'elle retrouve sa connexion le temps réel reprend.

# configuration_modalecontenu4_tempsreel
source: The real time is to be used in a necessary way. The large number of sendings of positions consumes of advantage of energy and fixed price GPRS
fr_fr: Le temps réel est à utiliser de façon nécessaire. Le grand nombre d'envois de positions consomme d'avantage d'énergie et de forfait GPRS.

# configuration_modalecontenu1_tempsreelimmediat
source: This is an order to place the real time tracker for duration indicated in minutes. Once this ended duration the tracker returns to its normal functioning.
fr_fr: Ceci est une commande pour placer la balise en temps réel pour la durée indiquée en minutes. Une fois cette durée terminée la balise revient à son fonctionnement normal.

# configuration_modalecontenu2_tempsreelimmediat
source: This order allows to have more positions in a punctual way. Before the sending of this order make sure that the tracker goes back up(raises) many positions at this moment.
fr_fr: Cette commande permet d'avoir plus de positions de façon ponctuelle. Avant l'envoi de cette commande s'assurer que la balise remonte bien des positions à ce moment.

# configuration_modalecontenu3_tempsreelimmediat
source: The sending of an order of real time with as duration 0 mn is possible. He allows to stop a duration of real time thrown(launched) previously by the same order or by phone call.
fr_fr: L'envoi d'une commande de temps réel avec comme durée 0 mn est possible.Il permet de stopper une durée de temps réel lancée précédemment par cette même commande ou par appel téléphonique.

# configuration_modalectitle_tempsreelsurappel
source: Real time on call
fr_fr: Temps réel sur appel

# configuration_modalecontenu1_tempsreelsurappel
source: Duration of real time made after receipt of a telephone call. Once this ended duration, the tracker takes its normal functioning.
fr_fr: Durée de temps réel effectuée après réception d'un appel téléphonique. Une fois cette durée terminée, la balise reprend son fonctionnement normal.

# configuration_modalecontenu2_tempsreelsurappel
source: The sending of a order of real time with as duration 0 dry is possible. He allows to put never the real time tracker in the starting up of the tracker.
fr_fr: L'envoi d'un paramètre de temps réel sur appel avec comme durée 0 min est possible. Il permet de ne jamais mettre la balise en temps réel lors d'un appel vers son numéro de téléphone.

# configuration_modalectitle_tempsreelaudemarrage
source: Real time in the starting up of the tracker
fr_fr: Temps réel au démarrage de la balise

# configuration_modalecontenu1_tempsreelaudemarrage
source: Duration of real time made just after the switched on of the tracker. Once this ended duration, the tracker takes its normal functioning.
fr_fr: Durée de temps réel effectuée juste après la mise sous tension de la balise. Une fois cette durée terminée, la balise prend son fonctionnement normal.

# configuration_modalecontenu2_tempsreelaudemarrage
source: The sending of a order of real time with as duration 0 dry is possible. He allows to put never the real time tracker in the starting up of the tracker.
fr_fr: L'envoi d'un paramètre de temps réel au démarrage avec comme durée 0 sec est possible. Il permet que la balise ne se mette pas en temps réel lors de sa mise en fonctionnement.

# configuration_modalectitle_tempsreelsurdeplacement
source: Real time on travel
fr_fr: Temps réel sur déplacement

# configuration_modalecontenu1_tempsreelsurdeplacement
source: If " Activated " (checkboxe checked) tracker will work in real time during each of its travels.
fr_fr: Si "Activé" (case cochée) la balise fonctionnera en temps réel pendant chacun de ses déplacements.

# configuration_modalecontenu2_tempsreelsurdeplacement
source: During allits times of car park, it follows its scheduled times of recording
fr_fr: Pendant tous ses temps de stationnement, elle suit ses temps d'enregistrement programmés

# configuration_modalecontenu3_tempsreelsurdeplacement
source: The real time on travel is automatically deactivated at request of a historic mode or of a mode periscope
fr_fr: Le temps réel sur déplacement est automatiquement désactivé sur demande d'un mode historique ou d'un mode périscope

# configuration_modalectitle_deplacementarret
source: Detection travel / stop
fr_fr: Détection déplacement / arrêt

# configuration_modalecontenu1_deplacementarret
source: These Settings determine how a vehicle is considered the state " travel " or "parked ".
fr_fr: Ces paramètres permettent de définir comment un véhicule est considéré à l'état "en déplacement" ou "stationné".

# configuration_modalecontenu2_deplacementarret
source: This status is used, firstly, by other Settings of the beacon and, secondly, by Geofence to display the status " STOP " or path.
fr_fr: Cet état est utilisé, d'une part, par d'autres paramètres de la balise et, d'autre part, par Geofence pour afficher l'état "STOP" ou trajet.

# configuration_modalecontenu3_deplacementarret
source: Travel detection: vibration time (or speed threshold) necessary to pass from the state "parked " to the state "shift ".
fr_fr: Détection Déplacement: Temps de vibrations (ou seuil de vitesse) nécessaire pour passer de l'état "stationné" à l'état "déplacement".

# configuration_modalecontenu4_deplacementarret
source: Stop Detection: Time of absence of vibration required to pass the state "move " to the state "parked ".
fr_fr: Détection Arrêt: Temps d'absence de vibrations nécessaire pour passer de l'état "déplacement" à l'état "stationné".

# configuration_modalecontenu5_deplacementarret
source: The settings below (originally 5 km/h, and 30 sec 1mn30) are the default and are optimum for the use of the tracker. They therefore do not need to be modified.
fr_fr: Les paramètres ci-dessous (initialement 5 km/h, 30 sec et 1mn30) sont ceux par défaut et sont optimum pour l'utilisation de la balise. Ils n'ont donc pas besoin d'être modifiés.

# configuration_modalecontenu1_alerttype
source: Alarm Contact: warned departures and/or the vehicle stops.
fr_fr: Alarme Contact : avertit des départs et/ou des arrêts du véhicule.

# configuration_modalecontenu2_alerttype
source: Configure which events the alarm on car trips.
fr_fr: Configure sur quels événements l'alarme parking se déclenche.

# configuration_modalecontenu3_alerttype
source: This alert is designed to monitor a parked vehicle. It can be triggered on vibration and/or speed (and/or on travel).
fr_fr: Cette alarme est destinée à surveiller un véhicule en stationnement. Elle peut être déclenchée sur vibrations et/ou sur vitesse (et/ou sur déplacement).

# configuration_modalecontenu4_alerttype
source: External Battery Alarm: warns of loss of external power (only trackers with internal battery)
fr_fr: Alarme Batterie Externe : avertit de la perte de l'alimentation externe (seulement sur balises avec batterie interne)

# configuration_modalectitle_fichierlog
source: Setting log file
fr_fr: Fichier log de paramétrage

# configuration_modaleccontenu_fichierlog
source: To use the alarm, check the box. If the alarm is no longer used, uncheck it
fr_fr: Pour utiliser l'alarme, cocher la case. Si l'alarme n'est plus utilisée, décocher la case

# configuration_modaleccontenu1_filtrage
source: Time in minutes during which, after a first alarm trigger, a new outbreak of the same will not cause alarm SMS.
fr_fr: Temps en minutes pendant lequel, après un premier déclenchement d'alarme, un nouveau déclenchement de cette même alarme ne provoquera pas de SMS.

# configuration_modaleccontenu2_filtrage
source: Minimum 5 minutes for the SC300 tags and 0 minutes for SC400 tags. Do not get too long.
fr_fr: Minimum 5 minutes pour les balises SC300 et 0 minutes pour les balises SC400. Ne pas mettre un temps trop long.

# configuration_modalectitle_messagealerte
source: Alert Message
fr_fr: Message d'alerte

# configuration_modaleccontenu_messagealerte
source: Customize the appearance alert message (30 characters) and / or customize the disappearance of alert message (30 characters)
fr_fr: Personnaliser le message d'alerte d'apparition (30 caractères max) et/ou personnaliser le message d'alerte de disparition (30 caractères max)

# configuration_modalectitle_telephonesms
source: Phone SMS
fr_fr: Téléphone SMS

# configuration_modaleccontenu1_telephonesms
source: Used to enter the 4 telephone numbers to which the tag will send different SMS alarms.
fr_fr: Permet de renseigner les 4 numéros de téléphone vers lesquels la balise enverra les SMS des différentes alarmes.

# configuration_modaleccontenu2_telephonesms
source: Any changes made in the fields below causes a modification of recipients for all alarms.
fr_fr: Toute modification effectuée dans les champs ci-dessous entrainera une modification des destinataires pour l'ensemble des alarmes.

# configuration_modaleccontenu3_telephonesms
source: The use or not a number is informed at each alarm (checkbox checked / unchecked at every alarm setting level).
fr_fr: L'utilisation ou non d'un numéro renseigné se fait au niveau de chaque alarme (case cochée/décochée au niveau de réglage de chaque alarme).

# configuration_modaleccontenu4_telephonesms
source: The international format may be used. At least one special number must be entered in order to use alarmes.ne attention must be paid to the fact that the numbers must be valid informed.
fr_fr: Le format international peut être employé. Au moins un numéro doit être renseigné pour pouvoir utiliser les alarmes.ne attention toute particulière doit être portée au fait que les numéros renseignés doivent être valides.

# option_changementgroupe
source: Change the tracker group's name
fr_fr: Changement du nom du groupe de balises

# option_changementbalise
source: Change the tracker's name
fr_fr: Changement du nom de la balise

# option_changementnumero
source: Change the tracker's number
fr_fr: Changement du numéro de la balise

# option_changementlangue
source: Change the interface language
fr_fr: Changement de la langue de l'interface

# option_changementicone
source: Change the tracker's icon
fr_fr: Personnaliser l'icone de la balise

# option_changementbdd
source: Change the database
fr_fr: Changement de la base de données

# option_gerer
source: Manage
fr_fr: Gérer

# option_droit_option
source: Right to modify the icon and the name of trackers and groups
fr_fr: Droit de modifier l'icone et le nom des balises et des groupes

# option_choisiricone
source: Choose icon
fr_fr: Choisir icone

# option_groupeutilisateur
source: User group
fr_fr: Groupe(s) de balise(s)

# option_creergroupe
source: Create group
fr_fr: Creer un groupe

# option_modifiergroupe
source: Modify group
fr_fr: Modifier le groupe

# option_supprimergroupe
source: Delete group
fr_fr: Supprimer le groupe

# option_compteutilisateur
source: User account
fr_fr: Compte(s) utilisateur(s)

# option_creercompte
source: Create account
fr_fr: Creation de compte

# option_modifiercompte
source: Modify account
fr_fr: Modifier le compte

# option_supprimercompte
source: Delete account
fr_fr: Supprimer le compte

# option_fichegroupe
source: Form group
fr_fr: Fiche groupe

# option_baliseexistante
source: Existing trackers
fr_fr: Balises existantes

# option_baliseassocgroupe
source: Trackers associated with the group
fr_fr: Balises associées au groupe

# option_idgroupe
source: ID group
fr_fr: ID groupe

# option_nomgroupe
source: Name group
fr_fr: Nom du groupe
